[
  "يخاف الإنسان من القلق وينسي أن له ربًا يشق الفلق",
  "كل ما يمر بك هو خير حتى لو لم تفهم الحكمة الآن",
  "الصبر مفتاح الفرج واليقين طريق النجاح",
  "لا تيأس فربك قريب يجيب دعوة الداعي إذا دعاه",
  "ما أصابك لم يكن ليخطئك، وما أخطأك لم يكن ليصيبك",
  "وراء كل صعوبة سهولة، وبعد كل عسر يسر",
  "ثق أن الله يعوضك خيرًا مما أخذ منك",
  "اللهم اجعل ما أحببت موافقًا لما تحب",
  "ربك كريم، لا يرد من قصده، ولا يخيب من دعاه",
  "مهما اشتدت الأزمات، فالله أكبر من كل شيء",
  "اليوم قد يكون صعبًا، لكن غدًا سيأتي بالأمل",
  "أنت أقوى مما تعتقد، وأكثر قدرة مما تتخيل",
  "كل بداية جديدة فرصة لتصبح أفضل",
  "التحديات تصنع الشخصيات القوية",
  "لا تتوقف عن المحاولة، فالفشل مجرد معلومة تتعلم منها",
  "الناجحون لا ينتظرون الفرص، بل يصنعونها",
  "حلمك يستحق أن تقاتل من أجله",
  "كن لطيفًا مع نفسك، فأنت تستحق الأفضل",
  "الإيمان يغير المستحيل إلى ممكن",
  "كن كالشمس تشرق رغم كل السحب",
  "أجمل الأشياء تأتي بعد الصبر",
  "لا تنتظر الظروف المثالية، ابدأ من حيث أنت",
  "كل خطوة صغيرة تقربك من هدفك الكبير",
  "التفاؤل خيار، اختره دائمًا",
  "أنت مؤثر في هذا العالم أكثر مما تظن",
  "الأمل لا يخيب أبدًا مع الصبر",
  "كن سببًا في سعادة شخص اليوم",
  "الحياة قصيرة، لا تضيعها في الندم",
  "ابدأ يومك بابتسامة، وانشر الطاقة الإيجابية",
  "القوة لا تأتي من القدرة الجسدية، بل من الإرادة القوية",
  "ما تركز عليه ينمو، فاختر أن تركز على الخير",
  "التغيير يبدأ بقرار، والتقدم يبدأ بخطوة",
  "لا تقارن رحلتك برحلة الآخرين، فلكل إنسان وقته",
  "النجاح مجموع جهود صغيرة متكررة يوميًا",
  "كن أنت التغيير الذي تريد رؤيته في العالم",
  "المعرفة قوة، والتعلم مستمر مدى الحياة",
  "الفرص لا تأتي للمترددين",
  "الإنسان الناجح هو من يستطيع بناء جسر من الأمل فوق بحر من اليأس",
  "لا تندم على الماضي، فكل لحظة كانت درسًا",
  "الأفضل دائمًا قادم، كن مستعدًا لاستقباله",
  "الطموح هو الطريق إلى العظمة",
  "لا يوجد مستحيل مع العزيمة والإصرار",
  "كن واثقًا بنفسك، فأنت قادر على تحقيق أحلامك",
  "السعادة قرار تتخذه كل صباح",
  "العطاء يجعل القلب غنيًا",
  "الابتسامة صدقة، انشرها حيثما ذهبت",
  "التفكير الإيجابي يجلب الفرص الإيجابية",
  "كن ممتنًا لما لديك، وسيزيدك الله من فضله",
  "التوكل على الله يجلب الراحة والطمأنينة",
  "ربك لا ينساك، فكيف تيأس؟",
  "من توكل على الله فهو حسبه",
  "اللهم إنك عفو تحب العفو فاعف عنا",
  "حسبنا الله ونعم الوكيل",
  "لا إله إلا أنت سبحانك إني كنت من الظالمين",
  "اللهم اهدني فيمن هديت، وعافني فيمن عافيت",
  "لا تحمل هم الغد، فربك قد تكفل برزقك",
  "اليوم هو أول يوم في بقية حياتك، اجعله مميزًا",
  "أنت قائد سفينة حياتك، وجهها حيث تريد",
  "الخوف يمنعك من التجربة، والشجاعة تفتح لك الأبواب",
  "الحلم بدون عمل مجرد أمنية، والعمل بدون حلم مجرد روتين",
  "كن كالنخلة عالي الهمة، راسخ الجذور",
  "الأفكار الإيجابية تولد أفعالًا إيجابية",
  "لا تنتظر الظروف، بل اصنعها بنفسك",
  "النجاح لا يعرف سنًا ولا زمانًا ولا مكانًا",
  "الفرق بين المستحيل والممكن هو إرادة الشخص",
  "لا تستسلم، فربما تكون على بعد خطوة واحدة من النجاح",
  "الشكر يزيد النعم، والصبر يفتح الأبواب",
  "كن كالماء، ليّنًا لكنه يقطع الصخر مع الوقت",
  "الإصرار هو سر النجاح",
  "العقل كالمظلة، لا يعمل إلا إذا كان مفتوحًا",
  "الحكمة هي أن تعرف ما الذي تتجاهله",
  "لا تبحث عن الكمال، ابحث عن التقدم المستمر",
  "التعلم من الفشل هو أعلى درجات النجاح",
  "كن طموحًا، ولكن كن رحيمًا بنفسك أيضًا",
  "الوقت هو أغلى ما تملك، استثمره بحكمة",
  "النجاح هو مجموع الجهود الصغيرة المتكررة",
  "الابتسامة لا تكلف شيئًا، لكنها تعني الكثير",
  "كن عطوفًا مع نفسك، فأنت تعمل بأقصى ما تستطيع",
  "الإنسان الناجح هو من يمكنه أن يبني قصرًا من الحجرة التي قذفه بها الآخرون",
  "لا تخف من التغيير، فقد تأخذك إلى أماكن أجمل",
  "كل يوم هو صفحة جديدة في كتاب حياتك، اكتب فيها ما يسرك",
  "الثقة بالله ثم بالنفس طريق كل نجاح",
  "الحياة رحلة، استمتع بكل محطة فيها",
  "اللهم لا سهل إلا ما جعلته سهلًا، وأنت تجعل الحزن إذا شئت سهلًا",
  "توكل على الحي الذي لا يموت",
  "ربك قادر على كل شيء، فلم القلق؟",
  "من كان مع الله كان الله معه",
  "اللهم إني أسألك العافية في الدنيا والآخرة",
  "لا تحزن إن الله معنا",
  "اصبر فإن الله مع الصابرين",
  "ومن يتق الله يجعل له مخرجًا ويرزقه من حيث لا يحتسب",
  "إن مع العسر يسرًا، إن مع العسر يسرًا",
  "فإن مع العسر يسرًا * إن مع العسر يسرًا",
  "والعاقبة للمتقين",
  "وعسى أن تكرهوا شيئًا وهو خير لكم",
  "وعسى أن تحبوا شيئًا وهو شر لكم",
  "والله يعلم وأنتم لا تعلمون",
  "قل لن يصيبنا إلا ما كتب الله لنا",
  "هو مولانا وعلى الله فليتوكل المؤمنون",
  "حسبي الله عليه يتوكل المتوكلون",
  "إن الله لا يضيع أجر المحسنين"
]
